// Программа которая из имеющегося массива строк формируют массив из строк , длина которого < либо = 3 символам. 
// Изначальный массив можно ввести с клавиатуры, либо задать на старте выполнения алгоритма.
// При решение не рекомендуется пользоваться коллекциями , лучше обойтись исключительно массивами.

       
    Console.WriteLine("Введите набор  чисел/слов  (Учитывается Англ и Рус раскладка ) "); // взаимодействие с пользователем 
        Console.WriteLine("Методы разделения слов и числителных  { ' ', ';', ':', '.', ',' } (без кавычек) "); // 
      